{
	"@metadata": {
		"authors": [
			"Piramidion",
			"Ата"
		]
	},
	"protectionindicator-desc": "Розширення, створене для додавання індикаторів рівня захисту сторінок.",
	"protectionindicator-explanation-cascading-edit": "На цю сторінку накладено каскадний захист від редагувань до $2. Для редагування цієї сторінки необхідні такі права: «$1».",
	"protectionindicator-explanation-cascading-move": "На цю сторінку накладено каскадний захист від перейменувань до $2. Для перейменування цієї сторінки необхідні такі права: «$1».",
	"protectionindicator-explanation-normal-edit": "На цю сторінку накладено захист від редагувань до $2. Для редагування цієї сторінки необхідні такі права: «$1».",
	"protectionindicator-explanation-normal-move": "На цю сторінку накладено захист від перейменувань до $2. Для перейменування цієї сторінки необхідні такі права: «$1».",
	"protectionindicator-explanation-normal-create": "На цю сторінку накладено захист від створення до $2. Для створення цієї сторінки необхідні такі права: «$1».",
	"protectionindicator-explanation-normal-upload": "На цей файл накладено захист від завантажень до $2. Для завантаження цього файлу необхідні такі права: «$1».",
	"protectionindicator-explanation-normal-infinity-edit": "На цю сторінку накладено захист від редагувань. Для редагування цієї сторінки необхідні такі права: «$1».",
	"protectionindicator-explanation-normal-infinity-move": "На цю сторінку накладено захист від перейменувань. Для перейменування цієї сторінки необхідні такі права: «$1».",
	"protectionindicator-explanation-normal-infinity-create": "На цю сторінку накладено захист від створення. Для створення цієї сторінки необхідні такі права: «$1».",
	"protectionindicator-explanation-normal-infinity-upload": "На цей файл накладено захист від вивантажень. Для вивантаження цього файлу необхідні такі права: «$1».",
	"protectionindicator-explanation-flaggedrevs": "Цю сторінку захищено від перевірок до $2. Для позначення власних редагувань як перевірених, вам необхідні такі права: «$1».",
	"protectionindicator-explanation-flaggedrevs-infinity": "Цю сторінку захищено від перевірок. Для позначення власних редагувань як перевірених, вам необхідні такі права: «$1»."
}
